Repository: ncleton/vibe-walkie
Catalog: iOS/AppRemoteiOS/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, yue, zh_hans, zh_hant

# ios.the.dictation.engine.is.not.ready.1365a2c
source: The dictation engine is not ready.
ar: محرّك الإملاء غير جاهز.
ca: La funció de dictat no està preparada.
cs: Funkce diktování není připravená.
da: Dikteringsfunktionen er ikke klar.
de: Die Diktierfunktion ist nicht bereit.
el: Η λειτουργία υπαγόρευσης δεν είναι έτοιμη.
es: El motor de dictado no está listo.
fi: Sanelutoiminto ei ole valmis.
fr: Le moteur de dictée n'est pas prêt.
he: מנוע ההכתבה אינו מוכן.
hi: डिक्टेशन इंजन तैयार नहीं है।
hr: Sustav diktiranja nije spreman.
hu: A diktálási motor nem áll készen.
id: Mesin dikte belum siap.
it: Il motore di dettatura non è pronto.
ja: 音声入力エンジンの準備ができていません。
ko: 받아쓰기 엔진이 준비되지 않았습니다.
ms: Enjin imlak belum sedia.
nb: Dikteringsfunksjonen er ikke klar.
nl: De dicteerfunctie is niet gereed.
pl: Mechanizm dyktowania nie jest gotowy.
pt: O motor de ditado não está pronto.
ro: Motorul de dictare nu este pregătit.
ru: Модуль диктовки не готов.
sk: Funkcia diktovania nie je pripravená.
sv: Dikteringsfunktionen är inte klar.
th: ระบบการป้อนตามคำบอกยังไม่พร้อม
tr: Dikte motoru hazır değil.
uk: Модуль диктування не готовий.
vi: Công cụ đọc chính tả chưa sẵn sàng.
yue: 聽寫引擎未準備好。
zh_hans: 听写引擎尚未就绪。
zh_hant: 聽寫引擎尚未就緒。

# ios.the.on.device.dictation.model.must.be.downloaded.edc4230
source: The on-device dictation model must be downloaded.
ar: يجب تنزيل نموذج الإملاء على الجهاز.
ca: Cal descarregar el model de dictat al dispositiu.
cs: Model diktování je nutné stáhnout do zařízení.
da: Dikteringsmodellen skal hentes til enheden.
de: Das Diktiermodell muss auf das Gerät geladen werden.
el: Το μοντέλο υπαγόρευσης πρέπει να ληφθεί στη συσκευή.
es: Debes descargar el modelo de dictado en el dispositivo.
fi: Sanelumalli on ladattava laitteeseen.
fr: Le modèle de dictée local doit être téléchargé.
he: יש להוריד את מודל ההכתבה למכשיר.
hi: डिवाइस पर चलने वाला डिक्टेशन मॉडल डाउनलोड करना होगा।
hr: Potrebno je preuzeti model za diktiranje na uređaju.
hu: Le kell tölteni az eszközön működő diktálási modellt.
id: Model dikte harus diunduh ke perangkat.
it: Il modello di dettatura deve essere scaricato sul dispositivo.
ja: デバイス上の音声入力モデルをダウンロードする必要があります。
ko: 기기 내 받아쓰기 모델을 다운로드해야 합니다.
ms: Model imlak pada peranti perlu dimuat turun.
nb: Dikteringsmodellen må lastes ned til enheten.
nl: Het dicteermodel moet op het apparaat worden gedownload.
pl: Model dyktowania musi zostać pobrany na urządzenie.
pt: O modelo de ditado no dispositivo precisa ser baixado.
ro: Modelul de dictare pe dispozitiv trebuie descărcat.
ru: Нужно загрузить модель диктовки на устройство.
sk: Model diktovania treba stiahnuť do zariadenia.
sv: Dikteringsmodellen måste hämtas till enheten.
th: ต้องดาวน์โหลดโมเดลการป้อนตามคำบอกลงในอุปกรณ์
tr: Aygıttaki dikte modelinin indirilmesi gerekiyor.
uk: Модель диктування потрібно завантажити на пристрій.
vi: Bạn phải tải mô hình đọc chính tả xuống thiết bị.
yue: 必須下載裝置端聽寫模型。
zh_hans: 必须下载设备端听写模型。
zh_hant: 必須下載裝置端聽寫模型。

# ios.the.remote.controls.one.mac.at.a.time.0f42474
source: The remote controls one computer at a time.
ar: يتحكم جهاز التحكم في Mac واحد في كل مرة.
ca: El comandament controla un Mac cada vegada.
cs: Ovladač řídí vždy jeden Mac.
da: Fjernbetjeningen styrer én Mac ad gangen.
de: Die Fernbedienung steuert jeweils einen Mac.
el: Το τηλεχειριστήριο ελέγχει ένα Mac κάθε φορά.
es: El control remoto maneja un Mac cada vez.
fi: Kaukosäädin ohjaa yhtä Macia kerrallaan.
fr: La télécommande ne contrôle qu’un ordinateur à la fois.
he: השלט שולט ב‑Mac אחד בכל פעם.
hi: रिमोट एक समय में एक Mac नियंत्रित करता है।
hr: Daljinski upravljač kontrolira jedan Mac odjednom.
hu: A távirányító egyszerre egy Macet vezérel.
id: Remote mengontrol satu Mac sekaligus.
it: Il telecomando controlla un Mac alla volta.
ja: 一度に操作できるMacは1台です。
ko: 리모컨은 한 번에 Mac 한 대를 제어합니다.
ms: Alat kawalan jauh mengawal satu Mac pada satu masa.
nb: Fjernkontrollen styrer én Mac om gangen.
nl: De afstandsbediening bedient één Mac tegelijk.
pl: Pilot steruje jednym Makiem naraz.
pt: O controle remoto controla um Mac por vez.
ro: Telecomanda controlează câte un Mac pe rând.
ru: Пульт управляет одним Mac за раз.
sk: Ovládač riadi vždy jeden Mac.
sv: Fjärrkontrollen styr en Mac i taget.
th: รีโมตควบคุม Mac ได้ครั้งละหนึ่งเครื่อง
tr: Uzaktan kumanda aynı anda yalnızca bir Mac'i kontrol eder.
uk: Пульт керує одним Mac за раз.
vi: Bộ điều khiển chỉ điều khiển một Mac tại một thời điểm.
yue: 遙控器每次控制一部 Mac。
zh_hans: 遥控器一次控制一台 Mac。
zh_hant: 遙控器一次控制一台 Mac。

# ios.the.target.expired.start.dictation.again.918dd23
source: The target expired. Start dictation again.
ar: انتهت صلاحية الحقل المستهدف. ابدأ الإملاء مرة أخرى.
ca: El camp de destinació ha caducat. Torna a iniciar el dictat.
cs: Platnost cílového pole vypršela. Spusťte diktování znovu.
da: Målfeltet er udløbet. Start dikteringen igen.
de: Das Zielfeld ist nicht mehr gültig. Starte das Diktat erneut.
el: Το πεδίο προορισμού έληξε. Ξεκινήστε ξανά την υπαγόρευση.
es: El campo de destino ha caducado. Inicia el dictado de nuevo.
fi: Kohdekenttä vanheni. Aloita sanelu uudelleen.
fr: Le champ cible a expiré. Recommencez la dictée.
he: תוקף היעד פג. התחילו שוב את ההכתבה.
hi: लक्षित फ़ील्ड की समय-सीमा समाप्त हो गई। डिक्टेशन फिर शुरू करें।
hr: Cilj je istekao. Ponovno pokrenite diktiranje.
hu: A cél lejárt. Indítsd újra a diktálást.
id: Kolom tujuan kedaluwarsa. Mulai dikte lagi.
it: Il campo di destinazione è scaduto. Avvia di nuovo la dettatura.
ja: 入力先の有効期限が切れました。もう一度音声入力を開始してください。
ko: 입력 대상이 만료되었습니다. 받아쓰기를 다시 시작하세요.
ms: Sasaran telah tamat tempoh. Mulakan imlak sekali lagi.
nb: Målfeltet er utløpt. Start dikteringen på nytt.
nl: Het doelveld is verlopen. Start dicteren opnieuw.
pl: Pole docelowe wygasło. Zacznij dyktowanie ponownie.
pt: O campo de destino expirou. Inicie novamente o ditado.
ro: Ținta a expirat. Pornește din nou dictarea.
ru: Поле назначения больше недействительно. Запустите диктовку снова.
sk: Platnosť cieľového poľa vypršala. Spustite diktovanie znova.
sv: Målfältet har gått ut. Börja diktera igen.
th: ช่องเป้าหมายหมดอายุแล้ว โปรดเริ่มการป้อนตามคำบอกอีกครั้ง
tr: Hedef alanın süresi doldu. Dikteyi yeniden başlatın.
uk: Термін дії цільового поля минув. Почніть диктування знову.
vi: Trường đích đã hết hạn. Hãy bắt đầu đọc chính tả lại.
yue: 目標欄位已過期。請重新開始聽寫。
zh_hans: 目标文本栏已失效。请重新开始听写。
zh_hant: 目標文字欄位已失效。請重新開始聽寫。

# ios.the.text.was.not.sent.to.the.mac.8f573c5
source: The text was not sent to the computer.
ar: لم يتم إرسال النص إلى Mac.
ca: No s’ha enviat el text al Mac.
cs: Text nebyl odeslán do Macu.
da: Teksten blev ikke sendt til Mac.
de: Der Text wurde nicht an den Mac gesendet.
el: Το κείμενο δεν στάλθηκε στο Mac.
es: El texto no fue enviado al Mac.
fi: Tekstiä ei lähetetty Maciin.
fr: Le texte n'a pas été envoyé à l’ordinateur.
he: הטקסט לא נשלח ל‑Mac.
hi: टेक्स्ट Mac को नहीं भेजा गया।
hr: Tekst nije poslan na Mac.
hu: A szöveg nem lett elküldve a Macre.
id: Teks tidak dikirim ke Mac.
it: Il testo non è stato inviato al Mac.
ja: テキストはMacに送信されませんでした。
ko: 텍스트가 Mac으로 전송되지 않았습니다.
ms: Teks tidak dihantar ke Mac.
nb: Teksten ble ikke sendt til Macen.
nl: De tekst is niet naar de Mac gestuurd.
pl: Tekst nie został wysłany na Maca.
pt: O texto não foi enviado para o Mac.
ro: Textul nu a fost trimis la Mac.
ru: Текст не отправлен на Mac.
sk: Text nebol odoslaný do Macu.
sv: Texten skickades inte till Mac.
th: ไม่ได้ส่งข้อความไปยัง Mac
tr: Metin Mac'e gönderilmedi.
uk: Текст не було надіслано на Mac.
vi: Văn bản chưa được gửi đến Mac.
yue: 文字冇傳送到 Mac。
zh_hans: 文本未发送到 Mac。
zh_hant: 文字未傳送到 Mac。

# ios.the.value.language.is.not.available.on.device.on.this.76f6795
source: The %@ language is not available on-device on this device.
ar: اللغة %@ غير متاحة للمعالجة على هذا الجهاز.
ca: L’idioma %@ no està disponible al dispositiu en aquest aparell.
cs: Jazyk %@ není na tomto zařízení k dispozici pro zpracování v zařízení.
da: Sproget %@ er ikke tilgængeligt på denne enhed.
de: Die %@-Sprache ist auf diesem Gerät nicht verfügbar.
el: Η γλώσσα %@ δεν είναι διαθέσιμη για επεξεργασία σε αυτή τη συσκευή.
es: El idioma %@ no está disponible en este dispositivo.
fi: Kieli %@ ei ole käytettävissä tämän laitteen sisäisesti.
fr: La langue %@ n'est pas disponible en local sur cet appareil.
he: השפה %@ אינה זמינה במכשיר הזה לעיבוד מקומי.
hi: %@ भाषा इस डिवाइस पर लोकल रूप से उपलब्ध नहीं है।
hr: Jezik %@ nije dostupan na ovom uređaju za lokalnu obradu.
hu: A(z) %@ nyelv nem érhető el helyben ezen az eszközön.
id: Bahasa %@ tidak tersedia di perangkat ini.
it: La lingua %@ non è disponibile sul dispositivo.
ja: このデバイスでは%@のデバイス上の音声入力を利用できません。
ko: 이 기기에서는 %@ 언어를 기기 내에서 사용할 수 없습니다.
ms: Bahasa %@ tidak tersedia pada peranti ini untuk pemprosesan setempat.
nb: Språket %@ er ikke tilgjengelig på denne enheten.
nl: De taal %@ is niet op dit apparaat beschikbaar.
pl: Język %@ nie jest dostępny na tym urządzeniu.
pt: O idioma %@ não está disponível neste dispositivo.
ro: Limba %@ nu este disponibilă local pe acest dispozitiv.
ru: Язык «%@» недоступен локально на этом устройстве.
sk: Jazyk %@ nie je na tomto zariadení k dispozícii na spracovanie v zariadení.
sv: Språket %@ är inte tillgängligt på den här enheten.
th: อุปกรณ์นี้ไม่มีภาษา %@ สำหรับการประมวลผลบนอุปกรณ์
tr: %@ dili bu cihazda kullanılamıyor.
uk: Мова %@ недоступна локально на цьому пристрої.
vi: Ngôn ngữ %@ không khả dụng trên thiết bị này.
yue: 呢部裝置冇提供 %@ 嘅裝置端語言模型。
zh_hans: 此设备不提供 %@ 的设备端模型。
zh_hant: 此裝置不提供 %@ 的裝置端模型。

# ios.the.vibe.walkie.versions.do.not.match.update.the.iphone.c095c26
source: The Vibe Walkie versions do not match. Update the iPhone and computer.
ar: إصدارا Vibe Walkie غير متطابقين. حدّث التطبيق على iPhone وMac.
ca: Les versions de Vibe Walkie no coincideixen. Actualitza l’iPhone i el Mac.
cs: Verze Vibe Walkie se neshodují. Aktualizujte iPhone a Mac.
da: Vibe Walkie-versionerne stemmer ikke overens. Opdater iPhone og Mac.
de: Die Vibe-Walkie-Versionen stimmen nicht überein. Aktualisiere iPhone und Mac.
el: Οι εκδόσεις του Vibe Walkie δεν ταιριάζουν. Ενημερώστε το iPhone και το Mac.
es: Las versiones de Vibe Walkie no coinciden. Actualiza el iPhone y el Mac.
fi: Vibe Walkien versiot eivät täsmää. Päivitä iPhone ja Mac.
fr: Les versions de Vibe Walkie diffèrent. Mettez à jour l'iPhone et l’ordinateur.
he: גרסאות Vibe Walkie אינן תואמות. עדכנו את ה‑iPhone ואת ה‑Mac.
hi: Vibe Walkie के संस्करण मेल नहीं खाते। iPhone और Mac के ऐप अपडेट करें।
hr: Verzije aplikacije Vibe Walkie nisu usklađene. Ažurirajte iPhone i Mac.
hu: A Vibe Walkie verziói nem egyeznek. Frissítsd az iPhone-t és a Macet.
id: Versi Vibe Walkie tidak cocok. Perbarui iPhone dan Mac.
it: Le versioni di Vibe Walkie non corrispondono. Aggiorna l'iPhone e il Mac.
ja: Vibe Walkieのバージョンが一致しません。iPhoneとMacの両方をアップデートしてください。
ko: Vibe Walkie 버전이 일치하지 않습니다. iPhone과 Mac을 업데이트하세요.
ms: Versi Vibe Walkie tidak sepadan. Kemas kini iPhone dan Mac.
nb: Vibe Walkie-versjonene samsvarer ikke. Oppdater iPhone og Mac.
nl: De Vibe Walkie-versies komen niet overeen. Werk de iPhone en Mac bij.
pl: Wersje Vibe Walkie nie są zgodne. Uaktualnij iPhone'a i Maca.
pt: As versões do Vibe Walkie não coincidem. Atualize o iPhone e o Mac.
ro: Versiunile Vibe Walkie nu corespund. Actualizează iPhone-ul și Mac-ul.
ru: Версии Vibe Walkie не совпадают. Обновите приложение на iPhone и Mac.
sk: Verzie Vibe Walkie sa nezhodujú. Aktualizujte iPhone a Mac.
sv: Vibe Walkie-versionerna stämmer inte överens. Uppdatera iPhone och Mac.
th: เวอร์ชัน Vibe Walkie ไม่ตรงกัน โปรดอัปเดต iPhone และ Mac
tr: Vibe Walkie sürümleri eşleşmiyor. iPhone ve Mac'i güncelleyin.
uk: Версії Vibe Walkie не збігаються. Оновіть програму на iPhone і Mac.
vi: Các phiên bản Vibe Walkie không khớp. Hãy cập nhật iPhone và Mac.
yue: Vibe Walkie 版本唔一致。請更新 iPhone 同 Mac。
zh_hans: iPhone 与 Mac 上的 Vibe Walkie 版本不一致。请更新两端 App。
zh_hant: iPhone 與 Mac 上的 Vibe Walkie 版本不一致。請更新兩端 App。

# ios.the.window.changed.during.dictation.the.text.was.not.inserted.21b34b7
source: The window changed during dictation. The text was not inserted.
ar: تغيّرت النافذة أثناء الإملاء، لذلك لم يتم إدخال النص.
ca: La finestra ha canviat durant el dictat. No s’ha inserit el text.
cs: Během diktování se změnilo okno. Text nebyl vložen.
da: Vinduet ændrede sig under dikteringen. Teksten blev ikke indsat.
de: Während des Diktats wechselte das Fenster. Der Text wurde nicht eingefügt.
el: Το παράθυρο άλλαξε κατά την υπαγόρευση. Το κείμενο δεν εισήχθη.
es: La ventana cambió durante el dictado y el texto no se insertó.
fi: Ikkuna vaihtui sanelun aikana. Tekstiä ei lisätty.
fr: La fenêtre a changé pendant la dictée. Le texte n'a pas été inséré.
he: החלון השתנה במהלך ההכתבה. הטקסט לא הוזן.
hi: डिक्टेशन के दौरान विंडो बदल गई, इसलिए टेक्स्ट नहीं डाला गया।
hr: Prozor se promijenio tijekom diktiranja. Tekst nije umetnut.
hu: Az ablak megváltozott diktálás közben. A szöveg nem lett beszúrva.
id: Jendela berubah saat mendikte, jadi teks tidak dimasukkan.
it: La finestra è cambiata durante la dettatura e il testo non è stato inserito.
ja: 音声入力中にウインドウが変わったため、テキストは入力されませんでした。
ko: 받아쓰기 중 윈도우가 변경되어 텍스트를 입력하지 않았습니다.
ms: Tetingkap berubah semasa imlak. Teks tidak dimasukkan.
nb: Vinduet endret seg under dikteringen. Teksten ble ikke satt inn.
nl: Het venster veranderde tijdens het dicteren. De tekst is niet ingevoegd.
pl: Okno zmieniło się podczas dyktowania, więc tekst nie został wstawiony.
pt: A janela mudou durante o ditado e o texto não foi inserido.
ro: Fereastra s-a schimbat în timpul dictării. Textul nu a fost inserat.
ru: Во время диктовки окно изменилось, поэтому текст не был вставлен.
sk: Počas diktovania sa zmenilo okno. Text nebol vložený.
sv: Fönstret ändrades under dikteringen. Texten infogades inte.
th: หน้าต่างเปลี่ยนระหว่างการป้อนตามคำบอก จึงไม่ได้ใส่ข้อความ
tr: Dikte sırasında pencere değiştiği için metin eklenmedi.
uk: Під час диктування вікно змінилося. Текст не було вставлено.
vi: Cửa sổ đã thay đổi trong lúc đọc chính tả nên văn bản không được nhập.
yue: 聽寫期間視窗有變更，所以冇插入文字。
zh_hans: 听写期间窗口发生变化，因此文本未输入。
zh_hant: 聽寫期間視窗發生變化，因此文字未輸入。

# ios.this.app.is.no.longer.open.cda8a04
source: This app is no longer open.
ar: هذا التطبيق لم يعد مفتوحاً.
ca: Aquesta app ja no està oberta.
cs: Tato aplikace už není otevřená.
da: Denne app er ikke længere åben.
de: Diese App ist nicht mehr offen.
el: Αυτή η εφαρμογή δεν είναι πλέον ανοιχτή.
es: Esta aplicación ya no está abierta.
fi: Tämä sovellus ei ole enää avoinna.
fr: Cette application n'est plus ouverte.
he: היישום הזה כבר אינו פתוח.
hi: यह ऐप अब खुला नहीं है।
hr: Ova aplikacija više nije otvorena.
hu: Ez az alkalmazás már nincs megnyitva.
id: Aplikasi ini tidak lagi terbuka.
it: Questa app non è più aperta.
ja: このアプリはすでに閉じられています。
ko: 이 앱은 더 이상 열려 있지 않습니다.
ms: Aplikasi ini tidak lagi terbuka.
nb: Denne appen er ikke lenger åpen.
nl: Deze app is niet meer geopend.
pl: Ta aplikacja nie jest już otwarta.
pt: Este app não está mais aberto.
ro: Această aplicație nu mai este deschisă.
ru: Это приложение больше не открыто.
sk: Táto aplikácia už nie je otvorená.
sv: Den här appen är inte längre öppen.
th: แอปนี้ไม่ได้เปิดอยู่แล้ว
tr: Bu uygulama artık açık değil.
uk: Ця програма більше не відкрита.
vi: Ứng dụng này không còn mở nữa.
yue: 呢個 App 已經冇開住。
zh_hans: 此 App 已关闭。
zh_hant: 此 App 已關閉。

# ios.this.field.does.not.accept.direct.input.7cf817d
source: This field does not accept direct input.
ar: هذا الحقل لا يقبل الإدخال المباشر.
ca: Aquest camp no accepta entrada directa.
cs: Toto pole nepřijímá přímý vstup.
da: Dette felt accepterer ikke direkte input.
de: Dieses Feld akzeptiert keine direkte Eingabe.
el: Αυτό το πεδίο δεν δέχεται άμεση εισαγωγή.
es: Este campo no acepta entrada directa.
fi: Tämä kenttä ei hyväksy suoraa syöttöä.
fr: Ce champ n'accepte pas l'écriture directe.
he: השדה הזה אינו מקבל קלט ישיר.
hi: यह फ़ील्ड सीधा इनपुट स्वीकार नहीं करता।
hr: Ovo polje ne prihvaća izravan unos.
hu: Ez a mező nem fogad közvetlen bevitelt.
id: Kolom ini tidak menerima input langsung.
it: Questo campo non accetta input diretti.
ja: このフィールドには直接入力できません。
ko: 이 필드는 직접 입력을 허용하지 않습니다.
ms: Medan ini tidak menerima input terus.
nb: Dette feltet godtar ikke direkte inndata.
nl: Dit veld accepteert geen directe invoer.
pl: To pole nie przyjmuje bezpośredniego wprowadzania.
pt: Este campo não aceita entrada direta.
ro: Acest câmp nu acceptă introducere directă.
ru: Это поле не принимает прямой ввод.
sk: Toto pole neprijíma priamy vstup.
sv: Det här fältet tar inte emot direkt inmatning.
th: ช่องนี้ไม่รองรับการป้อนข้อมูลโดยตรง
tr: Bu alan doğrudan giriş kabul etmez.
uk: Це поле не підтримує пряме введення.
vi: Trường này không chấp nhận nhập trực tiếp.
yue: 呢個欄位唔接受直接輸入。
zh_hans: 此文本栏不接受直接输入。
zh_hant: 此文字欄位不接受直接輸入。

# ios.this.hardware.shortcut.can.be.replaced.from.the.mac.add59c8
source: This hardware shortcut can be replaced from the computer.
ar: يمكن تغيير اختصار هذا الزر من Mac.
ca: Aquesta drecera de maquinari es pot substituir des del Mac.
cs: Tuto hardwarovou zkratku lze nahradit z Macu.
da: Denne hardwaregenvej kan erstattes fra Mac.
de: Dieser Hardware-Kurzbefehl kann auf dem Mac ersetzt werden.
el: Αυτή η συντόμευση υλικού μπορεί να αντικατασταθεί από το Mac.
es: Este atajo de hardware se puede reemplazar desde el Mac.
fi: Tämän laitteistopikakomennon voi vaihtaa Macissa.
fr: Ce raccourci matériel peut être remplacé depuis l’ordinateur.
he: אפשר להחליף את קיצור החומרה הזה דרך ה‑Mac.
hi: इस बटन का शॉर्टकट Mac से बदला जा सकता है।
hr: Ovaj hardverski prečac može se zamijeniti na Macu.
hu: Ez a hardveres parancsikon a Macről cserélhető le.
id: Pintasan perangkat keras ini dapat diganti dari Mac.
it: Questa scorciatoia hardware può essere sostituita dal Mac.
ja: このハードウェアショートカットはMacから変更できます。
ko: 이 하드웨어 단축키는 Mac에서 변경할 수 있습니다.
ms: Pintasan perkakasan ini boleh digantikan dari Mac.
nb: Denne maskinvaresnarveien kan erstattes fra Macen.
nl: Deze hardwaresneltoets kan vanaf de Mac worden vervangen.
pl: Ten skrót sprzętowy można zastąpić z Maca.
pt: Este atalho de hardware pode ser substituído pelo Mac.
ro: Această scurtătură hardware poate fi înlocuită de pe Mac.
ru: Это аппаратное сочетание клавиш можно изменить на Mac.
sk: Túto hardvérovú skratku možno nahradiť z Macu.
sv: Den här maskinvarugenvägen kan ersättas från Mac.
th: สามารถแทนที่ปุ่มลัดฮาร์ดแวร์นี้จาก Mac ได้
tr: Bu donanım kısayolu Mac'ten değiştirilebilir.
uk: Цю апаратну команду можна замінити на Mac.
vi: Có thể thay phím tắt phần cứng này từ Mac.
yue: 可以喺 Mac 取代呢個硬件快捷鍵。
zh_hans: 可在 Mac 上替换此硬件快捷键。
zh_hant: 可在 Mac 上替換此硬體快速鍵。

# ios.this.iphone.does.not.support.the.required.on.device.transcription.ab659af
source: This iPhone does not support the required on-device transcription.
ar: هذا الـ iPhone لا يدعم تحويل الكلام إلى نص المطلوب على الجهاز.
ca: Aquest iPhone no admet la transcripció necessària al dispositiu.
cs: Tento iPhone nepodporuje požadovaný přepis v zařízení.
da: Denne iPhone understøtter ikke den nødvendige transskribering på enheden.
de: Dieses iPhone unterstützt die erforderliche Transkription auf dem Gerät nicht.
el: Αυτό το iPhone δεν υποστηρίζει την απαιτούμενη μεταγραφή στη συσκευή.
es: Este iPhone no admite la transcripción local necesaria.
fi: Tämä iPhone ei tue vaadittua laitteessa tehtävää litterointia.
fr: Cet iPhone ne prend pas en charge la transcription locale requise.
he: ה‑iPhone הזה אינו תומך בתמלול המקומי הנדרש.
hi: यह iPhone डिवाइस पर ज़रूरी स्पीच-टू-टेक्स्ट का समर्थन नहीं करता।
hr: Ovaj iPhone ne podržava potrebnu transkripciju na uređaju.
hu: Ez az iPhone nem támogatja a szükséges eszközön történő átírást.
id: iPhone ini tidak mendukung transkripsi pada perangkat yang diperlukan.
it: Questo iPhone non supporta la trascrizione richiesta sul dispositivo.
ja: このiPhoneは必要なデバイス上の文字起こしに対応していません。
ko: 이 iPhone은 필요한 기기 내 전사를 지원하지 않습니다.
ms: iPhone ini tidak menyokong transkripsi pada peranti yang diperlukan.
nb: Denne iPhonen støtter ikke den nødvendige transkriberingen på enheten.
nl: Deze iPhone ondersteunt de vereiste transcriptie op het apparaat niet.
pl: Ten iPhone nie obsługuje wymaganej transkrypcji na urządzeniu.
pt: Este iPhone não suporta a transcrição requerida no dispositivo.
ro: Acest iPhone nu acceptă transcrierea necesară pe dispozitiv.
ru: Этот iPhone не поддерживает необходимое локальное распознавание речи.
sk: Tento iPhone nepodporuje požadovaný prepis v zariadení.
sv: Den här iPhone-enheten stöder inte den transkribering på enheten som krävs.
th: iPhone เครื่องนี้ไม่รองรับการถอดเสียงบนอุปกรณ์ที่จำเป็น
tr: Bu iPhone, gerekli cihaz içi transkripsiyonu desteklemiyor.
uk: Цей iPhone не підтримує потрібне транскрибування на пристрої.
vi: iPhone này không hỗ trợ tính năng chép lời trên thiết bị bắt buộc.
yue: 呢部 iPhone 唔支援所需嘅裝置端轉錄。
zh_hans: 此 iPhone 不支持所需的设备端转写。
zh_hant: 此 iPhone 不支援所需的裝置端轉寫。

# ios.this.iphone.was.revoked.pair.it.again.673c52d
source: This iPhone was revoked. Pair it again.
ar: تم إلغاء وصول هذا الـ iPhone. أعد إقرانه.
ca: S’ha revocat l’accés d’aquest iPhone. Torna’l a enllaçar.
cs: Přístup tohoto iPhonu byl odvolán. Spárujte ho znovu.
da: Adgangen for denne iPhone blev tilbagekaldt. Par den igen.
de: Dieses iPhone wurde widerrufen. Kopple es erneut.
el: Η πρόσβαση αυτού του iPhone ανακλήθηκε. Συζεύξτε το ξανά.
es: Se ha revocado este iPhone. Vuelve a emparejarlo.
fi: Tämän iPhonen käyttöoikeus peruttiin. Muodosta laitepari uudelleen.
fr: Cet iPhone a été révoqué. Refaites l'appairage.
he: ההרשאה של ה‑iPhone הזה בוטלה. קשרו אותו שוב.
hi: इस iPhone का ऐक्सेस रद्द कर दिया गया है। इसे फिर पेयर करें।
hr: Ovom iPhoneu ukinuta je dozvola. Ponovno ga uparite.
hu: Ennek az iPhone-nak visszavonták a hozzáférését. Párosítsd újra.
id: Akses iPhone ini telah dicabut. Pasangkan kembali.
it: Questo iPhone è stato revocato. Abbinalo di nuovo.
ja: このiPhoneの承認は取り消されています。もう一度ペアリングしてください。
ko: 이 iPhone의 승인이 취소되었습니다. 다시 페어링하세요.
ms: Akses iPhone ini telah dibatalkan. Pasangkannya semula.
nb: Tilgangen for denne iPhonen ble tilbakekalt. Koble den sammen på nytt.
nl: De toegang voor deze iPhone is ingetrokken. Koppel hem opnieuw.
pl: Dostęp tego iPhone'a został cofnięty. Sparuj go ponownie.
pt: Este iPhone foi revogado. Emparelhe-o novamente.
ro: Accesul acestui iPhone a fost revocat. Asociază-l din nou.
ru: Доступ этого iPhone отозван. Свяжите его снова.
sk: Prístup tohto iPhonu bol odvolaný. Spárujte ho znova.
sv: Åtkomsten för denna iPhone har återkallats. Parkoppla den igen.
th: สิทธิ์ของ iPhone เครื่องนี้ถูกเพิกถอน โปรดจับคู่อีกครั้ง
tr: Bu iPhone'un erişimi kaldırıldı. Yeniden eşleştirin.
uk: Доступ цього iPhone відкликано. Спарте його знову.
vi: Quyền truy cập của iPhone này đã bị thu hồi. Hãy ghép đôi lại.
yue: 呢部 iPhone 嘅權限已撤銷。請重新配對。
zh_hans: 此 iPhone 的授权已撤销。请重新配对。
zh_hant: 此 iPhone 的授權已撤銷。請重新配對。
